{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: AI యొక్క 'రహస్య స్వయం-ఆవిష్కరణ' - పార్ట్ 27",
    "description": "ఆర్టిఫిషియల్ ఇంటెలిజెన్స్ (AI) స్వయంగా కొత్త విషయాలు ఎలా కనుగొంటుందో తెలుసా? దాని వెనుకనున్న అద్భుత రహస్యాలు! #AISelfDiscovery #AutonomousLearning #AIResearch #UnsupervisedLearning #TeluguAI",
    "tags": ["telugu", "unbelievable facts", "AI", "self-discovery", "autonomous learning", "unsupervised", "research", "shorts", "part 27"]
  },
  "scenes": [
    {
      "text": "నమ్మలేని AI నిజాల సిరీస్‌లో, AI స్వయంగా కొత్త విషయాలు ఎలా కనుగొంటుందో తెలుసుకుందాం!",
      "image_keyword": "AI discovering new knowledge",
      "subtitle": "In the unbelievable AI facts series, this time let's find out how AI discovers new things on its own!"
    },
    {
      "text": "మీకు తెలుసా? కొన్ని AI సిస్టమ్స్‌ను 'అన్‌సూపర్‌వైజ్డ్ లెర్నింగ్' తో నేర్పిస్తారు. అంటే, వాటికి మనం నేరుగా చెప్పకుండానే, అవి స్వయంగా డేటా నుండి నమూనలను కనుగొంటాయి!",
      "image_keyword": "AI finding hidden patterns",
      "subtitle": "Did you know? Some AI systems are taught with 'unsupervised learning'. That means, without us directly telling them, they discover patterns from data on their own!"
    },
    {
      "text": "ఉదాహరణకు, ఒక AI మోడల్ వేలాది ఆరోగ్య రికార్డులను చూసి, కొత్త వ్యాధి సంకేతాలను స్వయంగా గుర్తించగలదు, డాక్టర్లు కూడా గుర్తించలేనివి!",
      "image_keyword": "AI detecting disease early",
      "subtitle": "For example, an AI model can look at thousands of health records and independently identify new disease markers, even those doctors might miss!"
    },
    {
      "text": "శాస్త్రవేత్తలు కొన్నిసార్లు AI ని కొత్త రసాయన సమ్మేళనాలు, పదార్థాలను కనుగొనమని అడుగుతారు. AI వాటిని మనుషులు ఊహించని మార్గాల్లో కనుగొంటుంది!",
      "image_keyword": "AI inventing new materials lab",
      "subtitle": "Scientists sometimes ask AI to discover new chemical compounds and materials. AI discovers them in ways humans wouldn't imagine!"
    },
    {
      "text": "ఈ 'స్వయం-ఆవిష్కరణ' AI కి అత్యంత శక్తివంతమైన సామర్థ్యం. ఇది భవిష్యత్తులో విజ్ఞాన శాస్త్రాన్ని, టెక్నాలజీని పూర్తిగా మార్చేస్తుంది. **AI ఒక అన్వేషకుడు!**",
      "image_keyword": "AI explorer discovering",
      "subtitle": "This 'self-discovery' is AI's most powerful capability. It will completely transform science and technology in the future. **AI is an explorer!**"
    },
    {
      "text": "AI యొక్క 'రహస్య స్వయం-ఆవిష్కరణ' ఎంత అద్భుతంగా ఉందో చూశారు కదా! ఈ నిజాలు మీకు ఎలా అనిపించాయి? తదుపరి భాగంలో మరెన్నో ఆశ్చర్యాలు!",
      "image_keyword": "person looking amazed at AI discovery",
      "subtitle": "You've seen how wonderfully AI's 'secret self-discovery' is, right! How did these facts make you feel? More surprises in the next part!"
    }
  ]
}
