{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: అంతరిక్ష రహస్యాలు - పార్ట్ 4",
    "description": "మీరు ఎప్పుడూ వినని అంతరిక్షం గురించిన అద్భుతమైన మరియు షాకింగ్ నిజాలు! మీ మెదడును విస్తరింపజేయండి! #SpaceFacts #CosmicTruths #TeluguSpace #Universe #Shorts",
    "tags": ["telugu", "unbelievable facts", "space", "universe", "astronomy", "shorts", "part 4"]
  },
  "scenes": [
    {
      "text": "అంతరిక్షం అంతులేని రహస్యాల నిలయం. ఈ నమ్మలేని నిజాల సిరీస్‌లో, విశ్వం గురించిన కొన్ని అసాధారణ వాస్తవాలు చూద్దాం!",
      "image_keyword": "galaxy full of stars and nebulae",
      "subtitle": "Space is full of endless mysteries. In this unbelievable facts series, let's explore some extraordinary facts about the universe!"
    },
    {
      "text": "సూర్యుడిలోకి ఒక మిలియన్ భూమిని పట్టించవచ్చు. కానీ, ఒక బిగ్గెస్ట్ స్టార్ లోకి బిలియన్ల కొలది సూర్యుళ్లను పట్టించవచ్చు!",
      "image_keyword": "Sun compared to Earth and larger star",
      "subtitle": "You can fit a million Earths into the Sun. But, billions of Suns can fit into one of the biggest stars!"
    },
    {
      "text": "అంతరిక్షంలో నీళ్లు ఉన్నాయి! అది ద్రవ రూపంలో కాదు, కానీ భారీ మేఘాలలో నీటి ఆవిరి రూపంలో భారీ పరిమాణంలో కనుగొనబడింది.",
      "image_keyword": "cosmic cloud of water vapor",
      "subtitle": "Water exists in space! Not in liquid form, but huge amounts have been found as water vapor in massive clouds."
    },
    {
      "text": "అంతరిక్షం నిశ్శబ్దంగా ఉంటుంది. ధ్వని తరంగాలు ప్రయాణించడానికి ఎటువంటి వాతావరణం లేదు, కాబట్టి శబ్దం వినిపించదు.",
      "image_keyword": "astronaut in silent space",
      "subtitle": "Space is silent. There's no atmosphere for sound waves to travel, so no sound is heard."
    },
    {
      "text": "శుక్ర గ్రహంపై ఒక రోజు, భూమిపై ఒక సంవత్సరం కంటే ఎక్కువ. ఇది చాలా నెమ్మదిగా తిరుగుతుంది.",
      "image_keyword": "Venus rotation speed comparison",
      "subtitle": "A day on Venus is longer than a year on Earth. It rotates very slowly."
    },
    {
      "text": "అంతరిక్షం గురించిన ఈ నిజాలు మీకు ఎలా అనిపించాయి? ఇంకా మరెన్నో అద్భుతమైన విషయాల కోసం మాతోనే ఉండండి!",
      "image_keyword": "person looking amazed at stars",
      "subtitle": "How do these facts about space make you feel? Stay with us for even more amazing things!"
    }
  ]
}
