{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: AI వెనుక దాగున్న రహస్యాలు",
    "description": "ఆర్టిఫిషియల్ ఇంటెలిజెన్స్ ఎలా పనిచేస్తుంది? దాని వెనుక దాగున్న నమ్మలేని రహస్యాలు, షాకింగ్ నిజాలు! మీరు వింటే అవాక్కవుతారు! #AITechnology #MachineLearning #DeepLearning #AISecurity #TeluguAI",
    "tags": ["telugu", "unbelievable facts", "AI", "technology", "secrets", "machine learning", "deep learning", "shorts", "part 2"]
  },
  "scenes": [
    {
      "text": "నమ్మలేని AI నిజాల సిరీస్‌లో, ఈసారి AI ఎలా పనిచేస్తుందో, దాని వెనుక ఉన్న రహస్యాలు చూద్దాం!",
      "image_keyword": "AI brain network",
      "subtitle": "In the unbelievable AI facts series, this time let's look at how AI works and the secrets behind it!"
    },
    {
      "text": "మీకు తెలుసా? AI మోడల్స్‌కు శిక్షణ ఇవ్వడానికి, కొన్నిసార్లు బిలియన్ల కొద్దీ ఫోటోలు, వీడియోలు, టెక్స్ట్ డేటా అవసరం!",
      "image_keyword": "data flowing digital",
      "subtitle": "Did you know? To train AI models, sometimes billions of photos, videos, and text data are needed!"
    },
    {
      "text": "ఆర్టిఫిషియల్ ఇంటెలిజెన్స్ 'తప్పులు' చేస్తుంది! అవును, అది నేర్చుకునే క్రమంలో కొన్ని వింత నిర్ణయాలు తీసుకుంటుంది!",
      "image_keyword": "robot making mistake confused",
      "subtitle": "Artificial Intelligence makes 'mistakes'! Yes, it makes some strange decisions during its learning process!"
    },
    {
      "text": "AI లో 'హల్లుసినేషన్స్' అనే కాన్సెప్ట్ ఉంది. అంటే, అది లేనివాటిని సృష్టించి, నిజమని నమ్ముతుంది! భయంకరంగా ఉంది కదూ!",
      "image_keyword": "AI hallucination abstract",
      "subtitle": "There's a concept called 'hallucinations' in AI. That means it creates things that don't exist and believes them to be real! Scary, isn't it!"
    },
    {
      "text": "ప్రపంచంలోనే అతి పెద్ద AI మోడల్‌లో లక్షల కోట్లలో పారామీటర్లు ఉన్నాయి! మన మెదడు కంటే చాలా పెద్దది!",
      "image_keyword": "large AI data center",
      "subtitle": "The world's largest AI model has trillions of parameters! Much bigger than our brain!"
    },
    {
      "text": "AI ఎంత రహస్యంగా ఉందో చూశారు కదా! ఈ నిజాలు మీకు ఎలా అనిపించాయి? తదుపరి భాగంలో మరెన్నో ఆశ్చర్యాలు!",
      "image_keyword": "mystery behind AI",
      "subtitle": "You've seen how mysterious AI is, right! How did these facts make you feel? More surprises in the next part!"
    }
  ]
}
