{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: AI మనల్ని ఎక్కడ పర్యవేక్షిస్తోంది?",
    "description": "AI మనల్ని ఎక్కడెక్కడ పర్యవేక్షిస్తుందో తెలుసా? దాని వెనుక దాగున్న నమ్మలేని పర్యవేక్షణ రహస్యాలు! #AIPrivacy #SurveillanceAI #DataPrivacy #BigBrother #TeluguAI",
    "tags": ["telugu", "unbelievable facts", "AI", "privacy", "surveillance", "data privacy", "big brother", "shorts", "part 9"]
  },
  "scenes": [
    {
      "text": "AI మనల్ని ఎక్కడెక్కడ పర్యవేక్షిస్తుందో చూద్దాం! దాని వెనుక దాగున్న పర్యవేక్షణ రహస్యాలు షాకింగ్!",
      "image_keyword": "AI eye watching city",
      "subtitle": "Let's see where AI is monitoring us! The surveillance secrets hidden behind it are shocking!"
    },
    {
      "text": "మీరు రోడ్డుపై నడుస్తున్నప్పుడు, ట్రాఫిక్ కెమెరాలు మిమ్మల్ని గుర్తిస్తాయి. అది AI ఆధారిత పర్యవేక్షణే!",
      "image_keyword": "traffic camera AI",
      "subtitle": "When you walk on the road, traffic cameras recognize you. That's AI-based surveillance!"
    },
    {
      "text": "మీరు ఆన్‌లైన్‌లో చేసే షాపింగ్‌లు, చూసే వీడియోలు... అన్నీ AI ద్వారా విశ్లేషించబడతాయి. మీకు నచ్చే ప్రకటనలు చూపించడానికి!",
      "image_keyword": "person shopping online AI",
      "subtitle": "Your online shopping, videos you watch... all are analyzed by AI. To show you ads you like!"
    },
    {
      "text": "చాలా స్మార్ట్ హోమ్ డివైజ్‌లు (అలెక్సా, గూగుల్ హోమ్ లాంటివి) మీరు చెప్పినదాన్ని, కొన్నిసార్లు చెప్పనిదాన్ని కూడా వింటాయి!",
      "image_keyword": "smart home speaker listening",
      "subtitle": "Many smart home devices (like Alexa, Google Home) listen to what you say, and sometimes even what you don't say!"
    },
    {
      "text": "కొన్ని స్మార్ట్ నగరాల్లో, నేరాలను అరికట్టడానికి AI కెమెరాలు, ఫేషియల్ రికగ్నిషన్ ఉపయోగిస్తున్నారు. **ఇది మన భవిష్యత్తు!**",
      "image_keyword": "facial recognition city",
      "subtitle": "In some smart cities, AI cameras and facial recognition are used to prevent crimes. **This is our future!**"
    },
    {
      "text": "AI మనల్ని ఎంతగా పర్యవేక్షిస్తుందో చూశారు కదా! ఈ నిజాలు మీకు ఎలా అనిపించాయి? తదుపరి భాగంలో మరెన్నో ఆశ్చర్యాలు!",
      "image_keyword": "person feeling watched by AI",
      "subtitle": "You've seen how much AI monitors us, right! How did these facts make you feel? More surprises in the next part!"
    }
  ]
}
