{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: జంతు ప్రపంచం వింతలు - పార్ట్ 1",
    "description": "జంతు ప్రపంచం గురించిన కొన్ని నమ్మలేని, ఫన్నీ మరియు షాకింగ్ నిజాలు! మీరు వినగానే ఆశ్చర్యపోతారు! #AnimalFacts #NatureFacts #Wildlife #TeluguFacts #Shorts",
    "tags": ["telugu", "unbelievable facts", "animal kingdom", "wildlife", "nature", "shorts", "part 1"]
  },
  "scenes": [
    {
      "text": "జంతు ప్రపంచంలోకి స్వాగతం! ఇక్కడ కొన్ని నమ్మలేని నిజాలు మీకోసం! పార్ట్ 1లో ఇంకేం ఉన్నాయో చూద్దాం!",
      "image_keyword": "diverse animals group",
      "subtitle": "Welcome to the animal kingdom! Here are some unbelievable facts for you! Let's see what else Part 2 has!"
    },
    {
      "text": "ఒక ఆక్టోపస్‌కు మూడు గుండెలు ఉంటాయి! రెండు రక్తాన్ని మొప్పలకు పంపిస్తే, ఒకటి మిగతా శరీరానికి పంపిస్తుంది.",
      "image_keyword": "octopus with three hearts diagram",
      "subtitle": "An octopus has three hearts! Two pump blood to the gills, and one pumps to the rest of the body."
    },
    {
      "text": "చిన్న చీమలు నిద్రపోవు. అవి విశ్రాంతి తీసుకుంటాయి, కానీ పూర్తిగా నిద్రలోకి జారుకోవు!",
      "image_keyword": "ant not sleeping",
      "subtitle": "Tiny ants don't sleep. They rest, but don't fully fall asleep!"
    },
    {
      "text": "కంగారు వెనుకకు నడవలేదు. దాని బలమైన కాళ్లు మరియు తోక కారణంగా అది వెనుకకు కదలడం అసాధ్యం.",
      "image_keyword": "kangaroo unable to walk backward",
      "subtitle": "A kangaroo cannot walk backward. It's impossible due to its strong legs and tail."
    },
    {
      "text": "నత్త ఒకేసారి మూడు సంవత్సరాలు నిద్రపోగలదు. నీళ్లు లేదా ఆహారం దొరకనప్పుడు అవి ఇలా చేస్తాయి.",
      "image_keyword": "snail sleeping for three years",
      "subtitle": "A snail can sleep for three years at a time. They do this when water or food is scarce."
    },
    {
      "text": "ఈ నిజాలు వింతగా ఉన్నాయా? ఇంకా మరెన్నో ఆశ్చర్యకరమైన నిజాల కోసం మా తదుపరి భాగాన్ని చూడండి!",
      "image_keyword": "surprised animals reaction",
      "subtitle": "Are these facts strange? Watch our next part for even more surprising facts!"
    }
  ]
}
