{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: AI కి ఖర్చు చేసే అదృశ్య డబ్బూ - పార్ట్ 12",
    "description": "ఆర్టిఫిషియల్ ఇంటెలిజెన్స్ (AI) కి ఎంత డబ్బు ఖర్చు చేస్తున్నారో తెలుసా? దాని వెనుకనున్న నమ్మలేని ఆర్థిక రహస్యాలు! #AICosts #AIBudget #HiddenCosts #AIInvestment #TeluguAI",
    "tags": ["telugu", "unbelievable facts", "AI", "costs", "budget", "hidden", "investment", "shorts", "part 12"]
  },
  "scenes": [
    {
      "text": "నమ్మలేని AI నిజాల సిరీస్‌లో, AI కి ఖర్చు చేసే అదృశ్య డబ్బూ గురించి తెలుసుకుందాం!",
      "image_keyword": "money vanishing into AI",
      "subtitle": "In the unbelievable AI facts series, this time let's learn about the invisible money spent on AI!"
    },
    {
      "text": "మీకు తెలుసా? ఒక పెద్ద AI మోడల్‌కు శిక్షణ ఇవ్వడానికి కొన్నిసార్లు మిలియన్ల డాలర్లు ఖర్చవుతుంది! ఇది ఒక చిన్న దేశ బడ్జెట్ అంత!",
      "image_keyword": "supercomputer training AI",
      "subtitle": "Did you know? Training a large AI model sometimes costs millions of dollars! It's like a small country's budget!"
    },
    {
      "text": "AI సిస్టమ్స్‌ను నడపడానికి చాలా శక్తి (electricity) అవసరం. ఇది దాచిన ఖర్చు. పెద్ద డేటా సెంటర్‌లు ఒక నగరానికి సరిపడా కరెంట్ వాడతాయి!",
      "image_keyword": "data center power consumption",
      "subtitle": "Running AI systems requires a lot of power (electricity). This is a hidden cost. Large data centers use as much electricity as a city!"
    },
    {
      "text": "AI మోడల్‌లు ఎప్పుడూ ఒకేసారి పర్ఫెక్ట్‌గా పనిచేయవు. వాటిని మెరుగుపరచడానికి పదే పదే ట్రైనింగ్ చేయాలి. ప్రతిసారి ఖర్చు ఉంటుంది!",
      "image_keyword": "AI development iterative process",
      "subtitle": "AI models never work perfectly the first time. They need to be trained repeatedly to improve them. There's a cost every time!"
    },
    {
      "text": "డేటా సేకరించడం, దాన్ని శుభ్రం చేయడం, లేబుల్ చేయడం... దీనికి చాలా మంది మనుషులు, చాలా సమయం, డబ్బు అవసరం. **ఇది AI లో పెద్ద భాగం!**",
      "image_keyword": "people labeling data",
      "subtitle": "Collecting data, cleaning it, labeling it... this requires many people, a lot of time, and money. **This is a big part of AI!**"
    },
    {
      "text": "AI వెనుక ఎంత అదృశ్య ఖర్చు ఉందో చూశారు కదా! ఈ నిజాలు మీకు ఎలా అనిపించాయి? తదుపరి భాగంలో మరెన్నో ఆశ్చర్యాలు!",
      "image_keyword": "businessman looking at AI costs",
      "subtitle": "You've seen how much hidden cost is behind AI, right! How did these facts make you feel? More surprises in the next part!"
    }
  ]
}
