{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: AI నియంత్రణలోని రహస్య స్విచ్‌లు - పార్ట్ 8",
    "description": "AI ని ఎవరు, ఎలా నియంత్రిస్తారు? దాని వెనుక దాగున్న నియంత్రణ రహస్యాలు, షాకింగ్ నిజాలు! #AIControl #AIGovernance #EthicalAI #Regulation #TeluguAI",
    "tags": ["telugu", "unbelievable facts", "AI", "control", "governance", "ethics", "regulation", "shorts", "part 8"]
  },
  "scenes": [
    {
      "text": "AI ని ఎవరు నియంత్రిస్తారు? దాని వెనుక దాగున్న రహస్య స్విచ్‌లను చూద్దాం!",
      "image_keyword": "human hand controlling AI robot",
      "subtitle": "Who controls AI? Let's look at the secret switches hidden behind it!"
    },
    {
      "text": "మీకు తెలుసా? కొన్ని AI సిస్టమ్స్‌ను 'కట్టిపడేయడానికి' ఒక 'కిల్ స్విచ్' లేదా 'ఎమర్జెన్సీ బటన్' ఉండాలని నిపుణులు డిమాండ్ చేస్తున్నారు!",
      "image_keyword": "red emergency stop button",
      "subtitle": "Did you know? Experts are demanding that some AI systems have a 'kill switch' or 'emergency button' to 'shut them down'!"
    },
    {
      "text": "ప్రపంచవ్యాప్తంగా ప్రభుత్వాలు AI ని నియంత్రించడానికి కొత్త చట్టాలను, నియమాలను రూపొందిస్తున్నాయి. ఇది చాలా పెద్ద పని!",
      "image_keyword": "government regulating AI laws",
      "subtitle": "Governments worldwide are drafting new laws and regulations to control AI. This is a very big task!"
    },
    {
      "text": "ఒక AI మోడల్‌ని 'విద్వేషపూరితంగా' లేదా 'పక్షపాతంతో' తయారు చేయవచ్చు. ఎందుకంటే దాన్ని తయారు చేసిన మనుషుల పక్షపాతం అందులోకి వెళ్తుంది!",
      "image_keyword": "biased AI robot",
      "subtitle": "An AI model can be made 'hateful' or 'biased'. This is because the bias of the humans who created it goes into it!"
    },
    {
      "text": "ప్రపంచంలోనే అతి పెద్ద టెక్ కంపెనీలు AI భవిష్యత్తును ఎక్కువగా ప్రభావితం చేస్తాయి. వాటి నిర్ణయాలే కీలకమైనవి!",
      "image_keyword": "big tech company building",
      "subtitle": "The world's largest tech companies largely influence the future of AI. Their decisions are crucial!"
    },
    {
      "text": "AI నియంత్రణలోని రహస్యాలు ఎంత సంక్లిష్టంగా ఉన్నాయో చూశారు కదా! ఈ నిజాలు మీకు ఎలా అనిపించాయి? తదుపరి భాగంలో మరెన్నో ఆశ్చర్యాలు!",
      "image_keyword": "AI control panel complex",
      "subtitle": "You've seen how complex the secrets of AI control are, right! How did these facts make you feel? More surprises in the next part!"
    }
  ]
}
