{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: ప్రపంచం నలుమూలల నుండి వింతలు - పార్ట్ 8)",
    "description": "ప్రపంచం నలుమూలల నుండి సేకరించిన అత్యంత వింతైన, షాకింగ్ మరియు నమ్మలేని నిజాలు! ఈ సిరీస్‌కు గ్రాండ్ ఫినాలే! #WorldOddities #GlobalFacts #TeluguCuriosities #StrangePlaces #Shorts",
    "tags": ["telugu", "unbelievable facts", "world travel", "global oddities", "culture", "shorts", "part 8"]
  },
  "scenes": [
    {
      "text": "నమ్మలేని నిజాల సిరీస్‌కు స్వాగతం! ఇది చివరి భాగం, ప్రపంచం నలుమూలల నుండి సేకరించిన కొన్ని చిత్రమైన నిజాలు చూద్దాం!",
      "image_keyword": "diverse world map with strange markers",
      "subtitle": "Welcome to the Unbelievable Facts series! This is the final part, let's explore some bizarre facts from around the world!"
    },
    {
      "text": "చైనాలో, ట్రాఫిక్ జామ్‌ల కారణంగా ఆలస్యం అయిన వారికి డబ్బులు చెల్లించే సంస్థలు ఉన్నాయి. అవును, మీరు విన్నది నిజం!",
      "image_keyword": "person getting paid for traffic jam",
      "subtitle": "In China, there are companies that pay people for delays caused by traffic jams. Yes, you heard right!"
    },
    {
      "text": "జపాన్‌లో, మర్యాదగా ఉండటం వల్ల రైలు ఆలస్యం అయితే, రైల్వే కంపెనీ క్షమాపణలు చెబుతుంది. కేవలం 20 సెకన్ల ఆలస్యం అయినా!",
      "image_keyword": "Japanese train conductor bowing apology",
      "subtitle": "In Japan, if a train is delayed due to politeness, the railway company apologizes. Even for a 20-second delay!"
    },
    {
      "text": "మీరు మీ స్వంత దేశంలో చేసిన నేరానికి వేరే దేశంలో శిక్షించబడవచ్చు, అది ఒక అంతర్జాతీయ నేరమైతే.",
      "image_keyword": "person handcuffed global crime",
      "subtitle": "You can be punished in another country for a crime committed in your own country, if it's an international crime."
    },
    {
      "text": "రష్యాలో, బీరును 2011 వరకు 'ఆల్కహాలిక్ డ్రింక్'గా పరిగణించలేదు. దానిని ఆహారంగా చూసేవారు!",
      "image_keyword": "Russian beer bottle labeled food",
      "subtitle": "In Russia, beer was not considered an 'alcoholic drink' until 2011. It was seen as food!"
    },
    {
      "text": "ప్రపంచంలో కేవలం రెండు దేశాలు మాత్రమే కోకా-కోలాను విక్రయించవు: క్యూబా మరియు ఉత్తర కొరియా.",
      "image_keyword": "Coca-Cola bottle map no Cuba North Korea",
      "subtitle": "Only two countries in the world do not sell Coca-Cola: Cuba and North Korea."
    },
    {
      "text": "ఈ నమ్మలేని నిజాల సిరీస్ మీకు నచ్చిందని ఆశిస్తున్నాను. ఇలాంటి ఆసక్తికరమైన విషయాల కోసం మా ఛానెల్‌ని సబ్‌స్క్రైబ్ చేయండి! ధన్యవాదాలు!",
      "image_keyword": "thank you globe surprising facts",
      "subtitle": "I hope you enjoyed this Unbelievable Facts series. Subscribe to our channel for more interesting content! Thank you!"
    }
  ]
}
