{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: AI టూల్స్ - మీ షాపింగ్ అసిస్టెంట్ - పార్ట్ 2",
    "description": "ఆన్‌లైన్ షాపింగ్‌లో AI టూల్స్ మీకు ఎలా సహాయపడతాయో తెలుసా? మీ డబ్బును, సమయాన్ని ఎలా ఆదా చేస్తాయో చూస్తే ఆశ్చర్యపోతారు! #AIShopping #SmartShopping #PersonalizedRecommendations #DealsAI #TeluguLifehacks",
    "tags": ["telugu", "unbelievable facts", "AI tools", "shopping", "personalized recommendations", "deals", "lifehacks", "shorts", "part 2"]
  },
  "scenes": [
    {
      "text": "నమ్మలేని AI టూల్స్ సిరీస్‌లో, ఈసారి మీ ఆన్‌లైన్ షాపింగ్‌ను AI ఎలా మారుస్తుందో చూద్దాం!",
      "image_keyword": "person online shopping with AI suggestions",
      "subtitle": "In the unbelievable AI tools series, this time let's see how AI is changing your online shopping!"
    },
    {
      "text": "మీరు అమెజాన్ లేదా ఫ్లిప్‌కార్ట్‌లో ఏదైనా వస్తువు కోసం వెతికితే, మీకు తక్షణమే 'ఇవి కూడా మీకు నచ్చవచ్చు' అని సూచనలు వస్తాయి. అదంతా AI పనే!",
      "image_keyword": "e-commerce AI recommendations",
      "subtitle": "If you search for an item on Amazon or Flipkart, you immediately get suggestions like 'You might also like these'. That's all AI's work!"
    },
    {
      "text": "ఇది కేవలం మీరు చూసిన వాటిని బట్టి కాదు, మీ పాత కొనుగోళ్లు, మీరు చూసిన ఇతర ఉత్పత్తులు, చివరికి మీ స్నేహితుల కొనుగోళ్లను కూడా విశ్లేషిస్తుంది!",
      "image_keyword": "AI analyzing shopping habits",
      "subtitle": "It's not just based on what you've viewed; it analyzes your past purchases, other products you've seen, and even your friends' purchases!"
    },
    {
      "text": "కొన్ని AI టూల్స్ మీకు ఇష్టమైన బ్రాండ్‌ల నుండి ఆటోమేటిక్‌గా డిస్కౌంట్‌లను, ఆఫర్‌లను కనుగొని మీకు నోటిఫై చేస్తాయి. **మీకు తెలియకుండానే డబ్బు ఆదా!**",
      "image_keyword": "AI finding discount coupons",
      "subtitle": "Some AI tools automatically find discounts and offers from your favorite brands and notify you. **Saving money without you knowing!**"
    },
    {
      "text": "మీకు నచ్చిన దుస్తులు ఒకేలా ఉండే ఇతర సైట్‌లలో తక్కువ ధరకు ఉంటే, AI టూల్స్ మీకు ఆ సమాచారాన్ని ఇస్తాయి. ఇది మీ షాపింగ్‌ను స్మార్ట్‌గా మారుస్తుంది!",
      "image_keyword": "AI comparing product prices",
      "subtitle": "If clothes you like are available for a lower price on other sites, AI tools give you that information. This makes your shopping smarter!"
    },
    {
      "text": "AI మీ షాపింగ్‌ను ఎంత సులభతరం చేస్తుందో చూశారు కదా! ఈ నిజాలు మీకు ఎలా అనిపించాయి? తదుపరి భాగంలో మరెన్నో ఆశ్చర్యాలు!",
      "image_keyword": "person happy with AI shopping",
      "subtitle": "You've seen how much AI simplifies your shopping, right! How did these facts make you feel? More surprises in the next part!"
    }
  ]
}
