{
  "metadata": {
    "title": "భవిష్యత్తును మార్చే AI - AI ట్రెండ్స్: పార్ట్ 3",
    "description": "వైద్యం, విద్య, రవాణా రంగాలలో AI ఎలా విప్లవాత్మక మార్పులు తెస్తుంది? భవిష్యత్తులో AI పాత్ర. #AIinFuture #FutureTech #TeluguSciFi #Innovation #Part3",
    "tags": ["telugu", "AI trends", "future of AI", "healthcare AI", "education AI", "transportation AI", "shorts", "part 3"]
  },
  "scenes": [
    {
      "text": "AI ట్రెండ్స్ సిరీస్‌లో పార్ట్ 3కి స్వాగతం! ఈ భాగంలో, కృత్రిమ మేధస్సు భవిష్యత్తులో మన ప్రపంచాన్ని ఎలా మార్చబోతోందో పరిశీలిద్దాం.",
      "image_keyword": "futuristic city AI",
      "subtitle": "Welcome to Part 3 of AI Trends! Let's explore how AI will change our world in the future."
    },
    {
      "text": "వైద్య రంగంలో AI, వ్యాధులను త్వరగా గుర్తించడంలో, కొత్త ఔషధాలను అభివృద్ధి చేయడంలో మరియు చికిత్సా ప్రణాళికలను వ్యక్తిగతీకరించడంలో సహాయపడుతుంది.",
      "image_keyword": "AI medical diagnosis drug discovery",
      "subtitle": "In medicine, AI helps in early disease detection, drug development, and personalized treatment."
    },
    {
      "text": "విద్యారంగంలో, AI వ్యక్తిగత అభ్యాస అనుభవాలను అందిస్తుంది, విద్యార్థుల సామర్థ్యాలకు అనుగుణంగా కోర్సులను రూపొందించగలదు.",
      "image_keyword": "AI personalized learning education",
      "subtitle": "In education, AI offers personalized learning experiences, tailoring courses to student abilities."
    },
    {
      "text": "రవాణా విషయానికి వస్తే, ఆటోనోమస్ వాహనాలు, అంటే డ్రైవర్ లేకుండా నడిచే కార్లు, ప్రమాదాలను తగ్గించి, ప్రయాణాన్ని మరింత సురక్షితంగా చేస్తాయి.",
      "image_keyword": "autonomous vehicles driverless car",
      "subtitle": "In transport, autonomous vehicles reduce accidents and make travel safer."
    },
    {
      "text": "వ్యవసాయం నుండి అంతరిక్ష పరిశోధనల వరకు, AI దాదాపు ప్రతి రంగంలోనూ విప్లవాత్మక మార్పులు తీసుకురాబోతోంది. ఇది మానవ సామర్థ్యాలను గణనీయంగా పెంచుతుంది.",
      "image_keyword": "AI in agriculture space exploration",
      "subtitle": "From agriculture to space, AI will revolutionize nearly every field, significantly boosting human capabilities."
    },
    {
      "text": "AI భవిష్యత్తు అంతులేని అవకాశాలతో నిండి ఉంది. అయితే, దీనితో పాటు కొన్ని సవాళ్లు కూడా ఉన్నాయి. తదుపరి మరియు చివరి భాగంలో వాటి గురించి చర్చిద్దాం.",
      "image_keyword": "AI opportunities challenges",
      "subtitle": "AI's future is full of endless opportunities. But there are also challenges. Let's discuss them in the final part."
    }
  ]
}
