{
  "metadata": {
    "title": "రోజువారీ జీవితంలో AI - AI ట్రెండ్స్: పార్ట్ 2",
    "description": "మీరు రోజూ ఉపయోగించే AI అప్లికేషన్లు ఏవి? స్మార్ట్‌ఫోన్ నుండి గృహోపకరణాల వరకు AI ప్రభావం. #AIdaily #SmartLife #TeluguTech #AIapplications #Part2",
    "tags": ["telugu", "AI trends", "daily life AI", "smart home", "personal assistants", "shorts", "part 2"]
  },
  "scenes": [
    {
      "text": "స్వాగతం! AI ట్రెండ్స్ సిరీస్‌లో ఇది రెండవ భాగం. ఈ భాగంలో, కృత్రిమ మేధస్సు మన రోజువారీ జీవితంలో ఎలా పెనవేసుకుపోయిందో చూద్దాం.",
      "image_keyword": "everyday AI integration",
      "subtitle": "Welcome to Part 2 of AI Trends. Let's see how AI is intertwined with our daily lives."
    },
    {
      "text": "మీరు ఉదయం నిద్ర లేవగానే, మీ ఫోన్‌లో అలారం ఆపడానికి వాయిస్ కమాండ్ ఇస్తారా? అది AI!",
      "image_keyword": "voice command alarm",
      "subtitle": "Do you use voice commands to stop your alarm? That's AI!"
    },
    {
      "text": "మీరు కారులో వెళ్తున్నప్పుడు, నావిగేషన్ యాప్ మీకు ట్రాఫిక్ అప్‌డేట్‌లను ఇస్తుందా? అది AI!",
      "image_keyword": "GPS navigation traffic",
      "subtitle": "Does your navigation app give you traffic updates while driving? That's AI!"
    },
    {
      "text": "ఆన్‌లైన్‌లో ఏదైనా కొనుగోలు చేయడానికి ప్రయత్నిస్తున్నప్పుడు, మీ గత కొనుగోళ్ల ఆధారంగా ఉత్పత్తులను సిఫార్సు చేస్తుందా? అది AI!",
      "image_keyword": "online shopping recommendations AI",
      "subtitle": "When shopping online, does it recommend products based on your past purchases? That's AI!"
    },
    {
      "text": "మీ స్మార్ట్ హోమ్ పరికరాలైన థర్మోస్టాట్‌లు, లైట్లు, మరియు సెక్యూరిటీ కెమెరాలు అన్నీ AI ద్వారానే పనిచేస్తాయి, మీ జీవితాన్ని సులభతరం చేస్తాయి.",
      "image_keyword": "smart home devices AI",
      "subtitle": "Smart home devices like thermostats, lights, and cameras all work with AI, simplifying your life."
    },
    {
      "text": "ఇలా, మనం గ్రహించకుండానే AI మన ప్రతి అడుగులోనూ భాగమైపోయింది. తదుపరి భాగంలో, AI భవిష్యత్తును ఎలా మార్చబోతోందో చూద్దాం. చూస్తూనే ఉండండి!",
      "image_keyword": "AI impact on daily life",
      "subtitle": "Thus, AI has become part of our every step. In the next part, let's see how AI will shape the future."
    }
  ]
}
