{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: AI నేర్పించే అదృశ్య టీచర్లు - పార్ట్ 7",
    "description": "AI ఎలా నేర్చుకుంటుందో తెలుసా? దాని వెనుక అదృశ్యంగా పనిచేసే వింత టీచర్ల గురించి! #AILearning #DataBias #TrainingData #ReinforcementLearning #TeluguAI",
    "tags": ["telugu", "unbelievable facts", "AI", "learning process", "data bias", "invisible teachers", "shorts", "part 7"]
  },
  "scenes": [
    {
      "text": "AI ఎలా నేర్చుకుంటుంది? దాని వెనుక దాగున్న అదృశ్యమైన, వింతైన టీచర్ల గురించి చూద్దాం!",
      "image_keyword": "AI robot learning from data",
      "subtitle": "How does AI learn? Let's look at the invisible, strange teachers hidden behind it!"
    },
    {
      "text": "మీకు తెలుసా? AI నేర్చుకునే విధానం చాలావరకు 'మీ డేటా' పై ఆధారపడి ఉంటుంది. మీరే AI కి టీచర్లు!",
      "image_keyword": "person feeding data to AI",
      "subtitle": "Did you know? AI's learning method largely depends on 'your data'. You are the teachers of AI!"
    },
    {
      "text": "ఒక AI మోడల్‌కి చెత్త డేటా ఇస్తే, అది చెత్తనే నేర్చుకుంటుంది! దీన్ని 'గ్యారేజ్ ఇన్, గ్యారేజ్ అవుట్' అంటారు. **అది నిజమే!**",
      "image_keyword": "bad data corrupting AI",
      "subtitle": "If you give an AI model bad data, it will learn garbage! This is called 'garbage in, garbage out'. **That's true!**"
    },
    {
      "text": "కొన్ని AI సిస్టమ్స్ ఆటలు ఆడుతూ నేర్చుకుంటాయి. గెలిస్తే బహుమతి, ఓడిపోతే శిక్ష. దీన్ని 'రీఇన్‌ఫోర్స్‌మెంట్ లెర్నింగ్' అంటారు.",
      "image_keyword": "AI playing game learning",
      "subtitle": "Some AI systems learn by playing games. A reward for winning, a penalty for losing. This is called 'reinforcement learning'."
    },
    {
      "text": "మీరు ఆన్‌లైన్‌లో చేసే ప్రతి క్లిక్, ప్రతి సెర్చ్, మీరు చూసే ప్రతి వీడియో - అన్నీ AI కి నేర్పించే పాఠాలే!",
      "image_keyword": "person clicking mouse data",
      "subtitle": "Every click you make online, every search, every video you watch - all are lessons for AI!"
    },
    {
      "text": "AI నేర్చుకునే విధానం ఎంత విచిత్రంగా ఉందో చూశారు కదా! ఈ నిజాలు మీకు ఎలా అనిపించాయి? తదుపరి భాగంలో మరెన్నో ఆశ్చర్యాలు!",
      "image_keyword": "AI student thinking",
      "subtitle": "You've seen how strange AI's learning process is, right! How did these facts make you feel? More surprises in the next part!"
    }
  ]
}
