{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: అనూహ్య భౌగోళిక వింతలు - పార్ట్ 12",
    "description": "ప్రపంచంలోనే అత్యంత వింతైన భౌగోళిక విశేషాలు! ఇవి మీ కళ్లను తెరిపిస్తాయి! #GeographyFacts #WorldWonders #TeluguFacts #UniquePlaces #Shorts",
    "tags": ["telugu", "unbelievable facts", "geography", "world wonders", "unique places", "shorts", "part 12"]
  },
  "scenes": [
    {
      "text": "మన భూమిపై కొన్ని నమ్మలేని భౌగోళిక నిజాలు చూద్దాం! ఇవి మీ ఊహకు అందనివి కావచ్చు!",
      "image_keyword": "map with strange geographical features",
      "subtitle": "Let's explore some unbelievable geographical facts on our Earth! These might be beyond your imagination!"
    },
    {
      "text": "ప్రపంచంలోనే అతి చిన్న పర్వత శ్రేణి 'బుట్టే పర్వతాలు' అని తెలుసా? అవి కాలిఫోర్నియాలో ఉన్నాయి, కేవలం 16 మైళ్ల పొడవు.",
      "image_keyword": "Sutter Buttes small mountains aerial",
      "subtitle": "Did you know the world's smallest mountain range is 'Sutter Buttes'? They are in California, just 16 miles long."
    },
    {
      "text": "కొన్ని సరస్సులు రంగులు మారుతాయని మీకు తెలుసా? సెనెగల్‌లోని రోజ్ లేక్, దాని అధిక ఉప్పు శాతం వల్ల గులాబీ రంగులో ఉంటుంది.",
      "image_keyword": "pink Lake Retba Senegal",
      "subtitle": "Did you know some lakes change colors? Lake Retba in Senegal is pink due to its high salt content."
    },
    {
      "text": "చమురు బావులు లేని దేశంలో అత్యధిక పెట్రోలియం నిల్వలు ఉన్నాయని మీకు తెలుసా? వెనిజులా.",
      "image_keyword": "Venezuela oil reserves map",
      "subtitle": "Did you know there's a country with the largest petroleum reserves without oil wells? Venezuela."
    },
    {
      "text": "భూమిపై అత్యధిక ఎడారులు మంచుతో కప్పబడి ఉన్నాయి. ఆర్కిటిక్ మరియు అంటార్కిటికా పెద్ద ఎడారులే!",
      "image_keyword": "Arctic and Antarctic deserts ice",
      "subtitle": "Most deserts on Earth are covered in ice. The Arctic and Antarctic are large deserts!"
    },
    {
      "text": "ఈ నిజాలు షాకింగ్‌గా ఉన్నాయా? మీ ఆలోచనలను కామెంట్స్‌లో తెలియజేయండి! తదుపరి భాగంలో మరింత ఆశ్చర్యం మీకోసం!",
      "image_keyword": "person with globe thinking",
      "subtitle": "Are these facts shocking? Share your thoughts in the comments! More surprises await in the next part!"
    }
  ]
}
