{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: సాంకేతికతలో విప్లవాత్మక నిజాలు - పార్ట్ 6",
    "description": "సాంకేతికత ప్రపంచం గురించిన నమ్మలేని మరియు విప్లవాత్మక నిజాలు! మీరు వింటే అవాక్కవుతారు! #TechFacts #Innovation #TeluguTech #DigitalWorld #Shorts",
    "tags": ["telugu", "unbelievable facts", "technology", "innovation", "digital", "shorts", "part 6"]
  },
  "scenes": [
    {
      "text": "సాంకేతికత మనల్ని నిరంతరం ఆశ్చర్యపరుస్తుంది. ఈ నమ్మలేని నిజాల సిరీస్‌లో, టెక్నాలజీ గురించి కొన్ని అద్భుతమైన వాస్తవాలు చూద్దాం!",
      "image_keyword": "futuristic technology concepts",
      "subtitle": "Technology constantly surprises us. In this unbelievable facts series, let's explore some amazing facts about technology!"
    },
    {
      "text": "ప్రతి నిమిషం, YouTubeలో 500 గంటలకు పైగా వీడియోలు అప్‌లోడ్ అవుతాయి. ఊహించండి, ఎంత కంటెంట్ ఉందో!",
      "image_keyword": "YouTube video upload counter",
      "subtitle": "Every minute, over 500 hours of video are uploaded to YouTube. Imagine how much content there is!"
    },
    {
      "text": "మొబైల్ ఫోన్‌లు టాయిలెట్ సీట్ల కంటే 10 రెట్లు ఎక్కువ బ్యాక్టీరియాను కలిగి ఉంటాయి. మీ ఫోన్‌ను తరచుగా శుభ్రం చేయండి!",
      "image_keyword": "dirty phone vs clean toilet seat comparison",
      "subtitle": "Mobile phones carry 10 times more bacteria than toilet seats. Clean your phone often!"
    },
    {
      "text": "ప్రపంచంలో మొదటి వెబ్‌సైట్ 1991లో ప్రారంభించబడింది. అది కేవలం టెక్స్ట్ మరియు కొన్ని లింక్‌లను కలిగి ఉండేది.",
      "image_keyword": "first website 1991 screenshot",
      "subtitle": "The world's first website was launched in 1991. It had only text and a few links."
    },
    {
      "text": "ఇంటర్నెట్‌లో ప్రతి సెకనుకు దాదాపు 6,000 ట్వీట్లు పంపబడతాయి. సమాచారం ఎంత వేగంగా ప్రయాణిస్తుందో కదా!",
      "image_keyword": "Twitter tweets per second visualization",
      "subtitle": "Approximately 6,000 tweets are sent every second on the internet. See how fast information travels!"
    },
    {
      "text": "ఈ టెక్నాలజీ నిజాలు మీకు షాకింగ్‌గా ఉన్నాయా? ఇంకా అద్భుతమైన విషయాల కోసం మాతోనే ఉండండి!",
      "image_keyword": "person surprised by technology facts",
      "subtitle": "Are these technology facts shocking to you? Stay with us for even more amazing things!"
    }
  ]
}
