{
  "metadata": {
    "title": "AI అంటే ఏమిటి? - AI ట్రెండ్స్: పార్ట్ 1",
    "description": "కృత్రిమ మేధస్సు (AI) అంటే ఏమిటి? అది ఎలా పనిచేస్తుంది? ఈ వీడియోలో AI ప్రపంచంలోకి అడుగు పెడదాం. #AITrends #AIExplained #TeluguAI #TechTelugu #YouTubeShorts",
    "tags": ["telugu", "AI trends", "what is AI", "artificial intelligence", "tech", "shorts", "part 1"]
  },
  "scenes": [
    {
      "text": "నమస్కారం! ఈరోజు మనం మన చుట్టూ ఉన్న ప్రపంచాన్ని మారుస్తున్న ఒక విప్లవాత్మక సాంకేతికత గురించి తెలుసుకుందాం: అదే ఆర్టిఫిషియల్ ఇంటెలిజెన్స్, లేదా కృత్రిమ మేధస్సు.",
      "image_keyword": "futuristic AI concept",
      "subtitle": "Hello! Today we'll explore a revolutionary technology: Artificial Intelligence."
    },
    {
      "text": "మరింత సులభంగా చెప్పాలంటే, AI అంటే యంత్రాలు మానవుల్లా ఆలోచించడం, నేర్చుకోవడం మరియు సమస్యలను పరిష్కరించడం.",
      "image_keyword": "robot thinking brain gears",
      "subtitle": "Simply put, AI means machines thinking, learning, and solving problems like humans."
    },
    {
      "text": "గత దశాబ్దంలో, AI ఎంతో వేగంగా అభివృద్ధి చెందింది. ఒకప్పుడు కేవలం సైన్స్ ఫిక్షన్ సినిమాలలో కనిపించినవి, ఇప్పుడు మన నిజ జీవితంలో భాగంగా మారాయి.",
      "image_keyword": "timeline AI evolution",
      "subtitle": "Over the last decade, AI has evolved rapidly, moving from fiction to reality."
    },
    {
      "text": "మీ స్మార్ట్‌ఫోన్‌లో వాయిస్ అసిస్టెంట్లు, ఆన్‌లైన్ షాపింగ్‌లో మీకు చూపించే సిఫార్సులు, మరియు మీరు చూసే ఓటీటీ కంటెంట్ అన్నీ AI ద్వారానే పనిచేస్తాయి.",
      "image_keyword": "smartphone AI assistant shopping recommendations",
      "subtitle": "Voice assistants, online shopping recommendations, and streaming content all use AI."
    },
    {
      "text": "ఇది కేవలం మొదలు మాత్రమే. రాబోయే కాలంలో AI ఇంకా ఎన్నో అద్భుతాలను సృష్టించబోతోంది. AI గురించి మరింత లోతుగా తెలుసుకోవడానికి మాతోనే ఉండండి.",
      "image_keyword": "future AI innovations",
      "subtitle": "This is just the beginning. AI will create more wonders. Stay with us to learn more."
    },
    {
      "text": "తదుపరి భాగంలో, మన రోజువారీ జీవితంలో AI ఎలా అంతర్భాగంగా మారిందో చూద్దాం. మర్చిపోకుండా మా ఛానెల్‌ని సబ్‌స్క్రైబ్ చేయండి.",
      "image_keyword": "subscribe channel button",
      "subtitle": "In the next part, we'll see how AI is integral to our daily lives. Don't forget to subscribe."
    }
  ]
}
