{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: చరిత్రలో వింత నిజాలు - పార్ట్ 2",
    "description": "చరిత్ర పుస్తకాల్లో లేని కొన్ని వింత మరియు నమ్మలేని నిజాలు! మీరు వింటే షాక్ అవుతారు! #HistoryFacts #WeirdHistory #TeluguHistory #UnknownFacts #Shorts",
    "tags": ["telugu", "unbelievable facts", "history", "ancient facts", "historical trivia", "shorts", "part 2"]
  },
  "scenes": [
    {
      "text": "చరిత్ర పుటల్లో దాగి ఉన్న కొన్ని నమ్మలేని నిజాలు తెలుసుకుందాం! ఇది నమ్మలేని నిజాల సిరీస్ పార్ట్ 2.",
      "image_keyword": "old history book opening",
      "subtitle": "Let's explore some unbelievable facts hidden in the pages of history! This is Part 3 of the Unbelievable Facts series."
    },
    {
      "text": "పురాతన ఈజిప్షియన్లు దిండుకు బదులుగా రాళ్లను ఉపయోగించేవారు. అది ఎలా సౌకర్యంగా ఉండేదో ఆలోచించండి!",
      "image_keyword": "ancient Egyptian sleeping on stone pillow",
      "subtitle": "Ancient Egyptians used stones as pillows instead of soft ones. Imagine how comfortable that was!"
    },
    {
      "text": "ఒకప్పుడు క్యారెట్లు ఊదా రంగులో ఉండేవి. నారింజ రంగు క్యారెట్లను 17వ శతాబ్దంలో డచ్ రైతులు అభివృద్ధి చేశారు.",
      "image_keyword": "purple carrots vs orange carrots",
      "subtitle": "Carrots used to be purple. Orange carrots were developed by Dutch farmers in the 17th century."
    },
    {
      "text": "పురాతన రోమన్లు తమ పళ్ళు శుభ్రం చేసుకోవడానికి మూత్రాన్ని ఉపయోగించేవారు! అవును, మూత్రాన్నే!",
      "image_keyword": "ancient Roman brushing teeth with urine",
      "subtitle": "Ancient Romans used urine to clean their teeth! Yes, urine!"
    },
    {
      "text": "క్లియోపాత్రా ఈజిప్షియన్‌ కాదు. ఆమె గ్రీకు సంతతికి చెందినది, మాసిడోనియన్ వంశానికి చెందినది.",
      "image_keyword": "Cleopatra Greek heritage map",
      "subtitle": "Cleopatra was not Egyptian. She was of Greek descent, from the Macedonian dynasty."
    },
    {
      "text": "ఈ చరిత్ర నిజాలు మీకు షాకింగ్‌గా ఉన్నాయా? ఇంకా మరెన్నో ఆశ్చర్యకరమైన నిజాల కోసం మా తదుపరి భాగాన్ని చూడండి!",
      "image_keyword": "shocked person reacting to history",
      "subtitle": "Are these historical facts shocking to you? Watch our final part for more bizarre truths!"
    }
  ]
}
