{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: AI లోని 'అదృశ్య పక్షపాతం' - పార్ట్ 23",
    "description": "ఆర్టిఫిషియల్ ఇంటెలిజెన్స్ (AI) లో 'పక్షపాతం' ఎలా వస్తుందో తెలుసా? దాని వెనుకనున్న నమ్మలేని రహస్యాలు! #AIBias #AlgorithmicBias #FairAI #EthicalAI #TeluguAI",
    "tags": ["telugu", "unbelievable facts", "AI", "bias", "algorithmic bias", "fairness", "ethics", "shorts", "part 23"]
  },
  "scenes": [
    {
      "text": "నమ్మలేని AI నిజాల సిరీస్‌లో, AI లోని 'అదృశ్య పక్షపాతం' గురించి తెలుసుకుందాం!",
      "image_keyword": "imbalanced scale AI bias",
      "subtitle": "In the unbelievable AI facts series, this time let's learn about AI's 'invisible bias'!"
    },
    {
      "text": "మీకు తెలుసా? AI కి శిక్షణ ఇచ్చే డేటాలో పక్షపాతం ఉంటే, AI కూడా అదే పక్షపాతాన్ని నేర్చుకుంటుంది!",
      "image_keyword": "biased dataset human faces",
      "subtitle": "Did you know? If the data used to train AI is biased, AI also learns that same bias!"
    },
    {
      "text": "కొన్ని AI సిస్టమ్స్ ఒక రకమైన వ్యక్తులను, జాతులను తప్పుగా గుర్తించగలవు. ఉదాహరణకు, ముఖ గుర్తింపులో కొన్ని రంగుల వారికి సమస్యలు వస్తాయి.",
      "image_keyword": "AI misidentifying dark skin",
      "subtitle": "Some AI systems can misidentify certain types of people or races. For example, facial recognition has problems with certain skin tones."
    },
    {
      "text": "నియామకాల్లో AI ని ఉపయోగిస్తే, అది కొన్ని గ్రూపుల వారికి తక్కువ మార్కులు ఇవ్వగలదు. ఎందుకంటే, అది పాత డేటా నుండి నేర్చుకుంటుంది.",
      "image_keyword": "AI hiring process discrimination",
      "subtitle": "If AI is used in hiring, it can give lower scores to certain groups. Because it learns from old data."
    },
    {
      "text": "ఈ పక్షపాతం చాలా ప్రమాదకరం. అందుకే AI ని తయారు చేసేటప్పుడు, డేటాను చాలా జాగ్రత్తగా ఎంపిక చేయాలి. **ఇది AI యొక్క అతి పెద్ద రహస్యాలలో ఒకటి!**",
      "image_keyword": "ethical AI compass",
      "subtitle": "This bias is very dangerous. That's why when creating AI, data must be selected very carefully. **This is one of AI's biggest secrets!**"
    },
    {
      "text": "AI లోని 'అదృశ్య పక్షపాతం' ఎంత ప్రమాదకరంగా ఉందో చూశారు కదా! ఈ నిజాలు మీకు ఎలా అనిపించాయి? తదుపరి భాగంలో మరెన్నో ఆశ్చర్యాలు!",
      "image_keyword": "person revealing hidden AI bias",
      "subtitle": "You've seen how dangerous AI's 'invisible bias' is, right! How did these facts make you feel? More surprises in the next part!"
    }
  ]
}
