{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: AI టూల్స్ - మీ ఆరోగ్యం, ఫిట్‌నెస్ కోచ్ - పార్ట్ 4",
    "description": "మీ ఆరోగ్యం, ఫిట్‌నెస్ కోసం AI టూల్స్ ఎంత పర్సనలైజ్డ్‌గా పని చేస్తాయో తెలుసా? అవి మీకు తెలియకుండానే మిమ్మల్ని ఎలా ఆరోగ్యంగా ఉంచుతాయో చూస్తే షాక్ అవుతారు! #AIHealth #FitnessAI #PersonalizedWellness #HealthTech #TeluguWellbeing",
    "tags": ["telugu", "unbelievable facts", "AI tools", "health", "fitness", "personalized wellness", "health tech", "shorts", "part 4"]
  },
  "scenes": [
    {
      "text": "నమ్మలేని AI టూల్స్ సిరీస్‌లో, ఈసారి AI మీ ఆరోగ్యం, ఫిట్‌నెస్‌కు ఎలా సహాయపడుతుందో చూద్దాం!",
      "image_keyword": "AI analyzing health data",
      "subtitle": "In the unbelievable AI tools series, this time let's see how AI helps your health and fitness!"
    },
    {
      "text": "మీ స్మార్ట్‌వాచ్‌ లేదా ఫోన్లోని AI, మీ గుండె కొట్టుకునే వేగం, నిద్ర నాణ్యత, రోజుకు ఎన్ని అడుగులు నడిచారు అని రికార్డ్ చేయడమే కాదు...",
      "image_keyword": "smartwatch tracking health",
      "subtitle": "The AI in your smartwatch or phone not only records your heart rate, sleep quality, and daily steps..."
    },
    {
      "text": "...మీ డేటాను విశ్లేషించి, మీకు సరిపడా వర్కౌట్ ప్లాన్‌ను, ఆహార సలహాలను ఇస్తుంది! ఇది మీ పర్సనల్ కోచ్ లాంటిది!",
      "image_keyword": "AI generating workout plan",
      "subtitle": "...it analyzes your data and provides a suitable workout plan and dietary advice! It's like your personal coach!"
    },
    {
      "text": "కొన్ని AI యాప్‌లు మీ ఆహారంలోని కేలరీలను, పోషకాలను కెమెరాతో స్కాన్ చేసి గుర్తించగలవు. **ఇది ఆరోగ్యం పట్ల అద్భుతమైన అవగాహన ఇస్తుంది!**",
      "image_keyword": "AI scanning food calories",
      "subtitle": "Some AI apps can scan and identify calories and nutrients in your food with a camera. **This provides amazing health awareness!**"
    },
    {
      "text": "మీ ఒత్తిడి స్థాయిలను గుర్తించి, మీకు విశ్రాంతి తీసుకోవడానికి, ధ్యానం చేయడానికి AI సూచనలు ఇవ్వగలదు. మీ మానసిక ఆరోగ్యాన్ని కూడా పర్యవేక్షిస్తుంది!",
      "image_keyword": "AI guiding meditation stress relief",
      "subtitle": "AI can detect your stress levels and offer suggestions for relaxation and meditation. It even monitors your mental health!"
    },
    {
      "text": "AI మీ ఆరోగ్యం, ఫిట్‌నెస్‌ను ఎంతగా మెరుగుపరుస్తుందో చూశారు కదా! ఈ నిజాలు మీకు ఎలా అనిపించాయి? తదుపరి భాగంలో మరెన్నో ఆశ్చర్యాలు!",
      "image_keyword": "person feeling healthy due to AI",
      "subtitle": "You've seen how much AI improves your health and fitness, right! How did these facts make you feel? More surprises in the next part!"
    }
  ]
}
