{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: AI యొక్క 'సూపర్-హ్యూమన్' సృష్టిలు - పార్ట్ 16",
    "description": "ఆర్టిఫిషియల్ ఇంటెలిజెన్స్ (AI) మానవాతీత స్థాయిలో సృష్టిస్తున్న అద్భుతాలు తెలుసా? మీరు వింటే కళ్ళు చెదురుతాయి! #AISuperhuman #CreativeAI #ArtByAI #MusicByAI #TeluguAI",
    "tags": ["telugu", "unbelievable facts", "AI", "superhuman", "creativity", "art", "music", "shorts", "part 16"]
  },
  "scenes": [
    {
      "text": "నమ్మలేని AI నిజాల సిరీస్‌లో, AI సృష్టిస్తున్న మానవాతీత అద్భుతాలు చూద్దాం!",
      "image_keyword": "robot painting art",
      "subtitle": "In the unbelievable AI facts series, let's look at the superhuman wonders AI is creating!"
    },
    {
      "text": "మీకు తెలుసా? AI ఇప్పుడు సంగీతాన్ని కంపోజ్ చేయగలదు, అది ప్రముఖ సంగీతకారులు రాసినంత అద్భుతంగా ఉంటుంది! కొన్నిసార్లు, అంతకంటే బాగా!",
      "image_keyword": "AI composing music notes",
      "subtitle": "Did you know? AI can now compose music, as wonderfully as famous musicians! Sometimes, even better!"
    },
    {
      "text": "చిత్రకళలో AI నైపుణ్యం చూస్తే ఆశ్చర్యపోతారు. అది ప్రపంచంలోనే గొప్ప కళాకారుల శైలిలో కొత్త చిత్రాలను సృష్టించగలదు!",
      "image_keyword": "AI creating digital art",
      "subtitle": "You'll be amazed by AI's skill in painting. It can create new paintings in the style of the world's greatest artists!"
    },
    {
      "text": "కొన్ని AI మోడల్స్‌కు కేవలం కొన్ని పదాలు ఇస్తే, అది మొత్తం కథలను, కవితలను రాయగలదు. అది కూడా చాలా లోతైన భావాలతో!",
      "image_keyword": "AI writing story text",
      "subtitle": "If you give some AI models just a few words, they can write entire stories and poems. That too, with very deep emotions!"
    },
    {
      "text": "ఆర్కిటెక్చర్, ఫ్యాషన్ డిజైన్, గేమ్ డెవలప్‌మెంట్... ఇలాంటి క్రియేటివ్ రంగాల్లో కూడా AI తనదైన ముద్ర వేస్తోంది. **ఇది మన సృజనాత్మకతకు ఒక కొత్త స్నేహితుడు!**",
      "image_keyword": "AI designing architecture blueprint",
      "subtitle": "In creative fields like architecture, fashion design, game development... AI is making its mark. **It's a new friend to our creativity!**"
    },
    {
      "text": "AI సృష్టిస్తున్న మానవాతీత అద్భుతాలు ఎంత విచిత్రంగా ఉన్నాయో చూశారు కదా! ఈ నిజాలు మీకు ఎలా అనిపించాయి? తదుపరి భాగంలో మరెన్నో ఆశ్చర్యాలు!",
      "image_keyword": "person amazed by AI creativity",
      "subtitle": "You've seen how strangely wonderful AI's superhuman creations are, right! How did these facts make you feel? More surprises in the next part!"
    }
  ]
}
