{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: ప్రకృతి విచిత్రాలు - పార్ట్ 5",
    "description": "ప్రకృతిలో దాగి ఉన్న కొన్ని చిత్రమైన, అరుదైన మరియు నమ్మలేని నిజాలు! మీరు వింటే ఆశ్చర్యపోతారు! #NatureOddities #StrangeNature #TeluguNature #EarthFacts #Shorts",
    "tags": ["telugu", "unbelievable facts", "nature", "earth", "environment", "strange phenomena", "shorts", "part 5"]
  },
  "scenes": [
    {
      "text": "ప్రకృతి ఎప్పుడూ మనల్ని ఆశ్చర్యపరుస్తుంది. ఈ నమ్మలేని నిజాల సిరీస్‌లో, భూమిపై ఉన్న కొన్ని విచిత్రమైన విషయాలు చూద్దాం!",
      "image_keyword": "bizarre natural landscape",
      "subtitle": "Nature always surprises us. In this unbelievable facts series, let's explore some bizarre things on Earth!"
    },
    {
      "text": "ప్రపంచంలో అత్యంత వేడి ప్రదేశం డెత్ వ్యాలీ కాదు, అది ఇరాన్‌లోని లూట్ ఎడారి. ఇక్కడ ఉష్ణోగ్రతలు 70 డిగ్రీల సెల్సియస్ దాటిపోతాయి!",
      "image_keyword": "Lut Desert heat cracks",
      "subtitle": "The hottest place in the world is not Death Valley, but Iran's Lut Desert. Temperatures here exceed 70 degrees Celsius!"
    },
    {
      "text": "ప్రపంచంలో 'బ్లడ్ ఫాల్స్' అని పిలువబడే ఒక జలపాతం ఉంది. అంటార్కిటికాలో ఎర్రటి ఉప్పు నీటితో కూడిన జలపాతం ఇది.",
      "image_keyword": "Blood Falls Antarctica red water",
      "subtitle": "There's a waterfall called 'Blood Falls' in the world. It's a red, salty waterfall in Antarctica."
    },
    {
      "text": "మీరు విన్నారా? డెన్మార్క్ దేశంలో మీ బిడ్డకు ఏదైనా వింత పేరు పెట్టాలంటే ప్రభుత్వ అనుమతి తీసుకోవాలి!",
      "image_keyword": "Danish baby name approval form",
      "subtitle": "Have you heard? In Denmark, you need government approval to give your child a strange name!"
    },
    {
      "text": "మంచు తుఫానులు కూడా ఉరుములను కలిగి ఉంటాయి. వాటిని 'థండర్‌స్నో' అంటారు. ఇది చాలా అరుదుగా జరుగుతుంది.",
      "image_keyword": "thunderstorm with snow lightning",
      "subtitle": "Snowstorms can also have thunder. They're called 'thundersnow.' This happens very rarely."
    },
    {
      "text": "ప్రకృతి ఎంత అద్భుతమైనది కదూ? ఇంకా ఆశ్చర్యకరమైన నిజాల కోసం మా తదుపరి భాగాన్ని చూడండి!",
      "image_keyword": "person marveling at nature wonders",
      "subtitle": "Nature is amazing, isn't it? Watch our next part for more surprising facts!"
    }
  ]
}
