{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: మానవ నిర్మిత అద్భుతాలు - పార్ట్ 11",
    "description": "మానవులు నిర్మించిన అద్భుతాలు, వాటి వెనుక ఉన్న నమ్మలేని నిజాలు! మీరు వింటే ఆశ్చర్యపోతారు! #ManMadeWonders #EngineeringFacts #TeluguWonders #Architecture #Shorts",
    "tags": ["telugu", "unbelievable facts", "man-made", "engineering", "architecture", "history", "shorts", "part 11"]
  },
  "scenes": [
    {
      "text": "మానవులు సాధించిన కొన్ని అద్భుతాలు మరియు వాటి వెనుక ఉన్న నమ్మలేని నిజాలు చూద్దాం! నమ్మలేని నిజాల సిరీస్ పార్ట్ 11.",
      "image_keyword": "pyramids and modern skyscrapers",
      "subtitle": "Let's explore some amazing human achievements and the unbelievable facts behind them! Unbelievable Facts series Part 14."
    },
    {
      "text": "ఈఫిల్ టవర్ వేసవిలో 6 అంగుళాలు పెరుగుతుందని మీకు తెలుసా? ఉష్ణోగ్రత పెరిగితే, దాని మెటల్ వ్యాకోచిస్తుంది.",
      "image_keyword": "Eiffel Tower growing in summer",
      "subtitle": "Did you know the Eiffel Tower grows 6 inches in summer? Its metal expands with rising temperature."
    },
    {
      "text": "మొదటి ఆటోమొబైల్ ఇన్సూరెన్స్ పాలసీ 1897లో జారీ చేయబడింది. అది కేవలం 12.25 డాలర్లు!",
      "image_keyword": "old car insurance policy document",
      "subtitle": "The first automobile insurance policy was issued in 1897. It cost just $12.25!"
    },
    {
      "text": "అమెరికాలో, ప్రతి సంవత్సరం పది బిలియన్ పెన్సిల్స్ ఉత్పత్తి అవుతాయి. వాటిలో చాలా వరకు ఇంకా ఉపయోగించబడుతున్నాయి.",
      "image_keyword": "pencil factory production line",
      "subtitle": "In America, ten billion pencils are produced every year. Many of them are still in use."
    },
    {
      "text": "రోమన్ సామ్రాజ్యం 1000 సంవత్సరాలకు పైగా కొనసాగింది. అది ఎంత పెద్దదిగా ఉండేదో ఊహించుకోండి!",
      "image_keyword": "Roman Empire map historical",
      "subtitle": "The Roman Empire lasted for over 1000 years. Imagine how vast it was!"
    },
    {
      "text": "మానవ నిర్మిత ఈ నిజాలు మిమ్మల్ని ఆశ్చర్యపరిచాయా? ఇంకా అద్భుతమైన నిజాల కోసం మాతోనే ఉండండి!",
      "image_keyword": "person looking at wonders of the world",
      "subtitle": "Did these man-made facts surprise you? Stay with us for even more amazing facts!"
    }
  ]
}
