{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: మానవ మనస్తత్వం & వింత ప్రవర్తనలు - పార్ట్ 9",
    "description": "మానవ మెదడు మరియు ప్రవర్తనల గురించిన అద్భుతమైన, వింత నిజాలు! మీ గురించి మీరు మరింత తెలుసుకోండి! #PsychologyFacts #HumanMind #TeluguPsychology #BehavioralScience #Shorts",
    "tags": ["telugu", "unbelievable facts", "psychology", "human behavior", "mind", "shorts", "part 9"]
  },
  "scenes": [
    {
      "text": "మానవ మనస్సు ఒక రహస్యమైన ప్రపంచం. ఈ నమ్మలేని నిజాల సిరీస్‌లో, మానవ మనస్తత్వం గురించి కొన్ని విచిత్రమైన వాస్తవాలు చూద్దాం!",
      "image_keyword": "human brain mysterious glow",
      "subtitle": "The human mind is a mysterious world. In this unbelievable facts series, let's explore some strange facts about human psychology!"
    },
    {
      "text": "మీరు నిద్రపోతున్నప్పుడు మీ మెదడు ఒక రకమైన 'క్లీనప్' చేస్తుంది, అనవసరమైన జ్ఞాపకాలను తొలగిస్తుంది.",
      "image_keyword": "brain cleaning during sleep",
      "subtitle": "When you sleep, your brain does a 'cleanup,' removing unnecessary memories."
    },
    {
      "text": "మనం ఎవరైనా ఏడుస్తున్నప్పుడు వారికి ఓదార్పునివ్వడానికి వారిని కౌగిలించుకుంటే, అది మన స్వంత ఒత్తిడిని కూడా తగ్గిస్తుంది.",
      "image_keyword": "person hugging crying friend comfort",
      "subtitle": "When we hug someone crying to comfort them, it also reduces our own stress."
    },
    {
      "text": "మన మెదడు ఫోటోలను పదాలకంటే 60,000 రెట్లు వేగంగా ప్రాసెస్ చేస్తుంది. అందుకే చిత్రాలు అంత శక్తివంతమైనవి.",
      "image_keyword": "brain processing images vs words",
      "subtitle": "Our brain processes images 60,000 times faster than words. That's why pictures are so powerful."
    },
    {
      "text": "మీరు ఒకరిని నమ్మినప్పుడు, మీ మెదడులో ఆక్సిటోసిన్ అనే రసాయనం విడుదల అవుతుంది. ఇది నమ్మకాన్ని పెంచుతుంది.",
      "image_keyword": "oxytocin chemical bond trust",
      "subtitle": "When you trust someone, a chemical called oxytocin is released in your brain. This increases trust."
    },
    {
      "text": "మానవ మనస్సు గురించిన ఈ నిజాలు ఆసక్తికరంగా ఉన్నాయా? ఇంకా ఆశ్చర్యకరమైన విషయాల కోసం మాతోనే ఉండండి!",
      "image_keyword": "person thinking deeply question mark",
      "subtitle": "Are these facts about the human mind interesting? Stay with us for even more surprising things!"
    }
  ]
}
