{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: AI టూల్స్ - మీ వాయిస్ అసిస్టెంట్ వెనుక రహస్యం - పార్ట్ 1",
    "description": "మీరు రోజూ ఉపయోగించే వాయిస్ అసిస్టెంట్‌లు ఎంత స్మార్ట్‌గా మారాయో తెలుసా? అవి మీ జీవితాన్ని ఎలా సులభతరం చేస్తున్నాయో చూస్తే షాక్ అవుతారు! #AITools #VoiceAssistant #SmartHome #DailyAI #TeluguTech",
    "tags": ["telugu", "unbelievable facts", "AI tools", "voice assistant", "smart home", "daily life", "shorts", "part 1"]
  },
  "scenes": [
    {
      "text": "హేయ్ గాయ్స్! ఇప్పుడు హాట్ టాపిక్ AI టూల్స్! అవి మన జీవితాన్ని ఎంతగా సులభతరం చేస్తున్నాయో చూద్దాం!",
      "image_keyword": "human interacting with smart speaker",
      "subtitle": "Hey guys! I'm Anu Avatar! The hot topic now is AI tools! Let's see how much they are simplifying our lives!"
    },
    {
      "text": "మీరు ఉదయం అలెక్సా లేదా గూగుల్ అసిస్టెంట్‌ని 'గుడ్ మార్నింగ్' అని పిలవగానే, అవి మీకు వాతావరణం, వార్తలు చెప్పడమే కాదు...",
      "image_keyword": "person asking weather to voice assistant",
      "subtitle": "As soon as you say 'Good Morning' to Alexa or Google Assistant in the morning, they not only tell you the weather and news..."
    },
    {
      "text": "...మీ రోజంతా ప్లాన్ చేస్తాయి! మీ క్యాలెండర్ చెక్ చేసి, మీ మీటింగ్‌లను గుర్తుచేసి, ట్రాఫిక్ ప్రకారం మీరు ఎప్పుడు బయలుదేరాలో కూడా చెబుతాయి!",
      "image_keyword": "AI assistant showing daily schedule",
      "subtitle": "...they plan your entire day! They check your calendar, remind you of your meetings, and even tell you when to leave according to traffic!"
    },
    {
      "text": "ఇవి కేవలం ఆదేశాలను పాటించడం లేదు, మీ అలవాట్లను, ప్రాధాన్యతలను నేర్చుకుంటున్నాయి. ఉదాహరణకు, మీరు పడుకునే ముందు లైట్ ఆన్ చేయమంటే, అది ఇకపై గుర్తుంచుకుంటుంది!",
      "image_keyword": "smart lights home automation",
      "subtitle": "They aren't just following commands; they're learning your habits and preferences. For instance, if you ask it to turn on the light before bed, it'll remember that from now on!"
    },
    {
      "text": "మీ వాయిస్ అసిస్టెంట్‌లు ఇప్పుడు మీరు చెప్పకపోయినా, మీ ఇంటి వాతావరణం, శక్తి వినియోగాన్ని ఆప్టిమైజ్ చేయగలవు. **ఇది AI మాయాజాలం!**",
      "image_keyword": "AI optimizing home energy",
      "subtitle": "Your voice assistants can now optimize your home's environment and energy usage even without you telling them. **This is AI magic!**"
    },
    {
      "text": "మీ వాయిస్ అసిస్టెంట్‌ల వెనుక ఎంత రహస్యం ఉందో చూశారు కదా! ఈ నిజాలు మీకు ఎలా అనిపించాయి? తదుపరి భాగంలో మరెన్నో ఆశ్చర్యాలు!",
      "image_keyword": "person amazed by smart assistant",
      "subtitle": "You've seen how much secret is behind your voice assistants, right! How did these facts make you feel? More surprises in the next part!"
    }
  ]
}
