{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: AI యొక్క 'బలహీనమైన సంకల్పం' - పార్ట్ 21",
    "description": "ఆర్టిఫిషియల్ ఇంటెలిజెన్స్ (AI) కి సొంత సంకల్పం ఉంటుందా? దాని 'బలహీనమైన' రహస్యాలు! మీరు వింటే ఆశ్చర్యపోతారు! #AIWill #AIAutonomy #DecisionMaking #HumanControl #TeluguAI",
    "tags": ["telugu", "unbelievable facts", "AI", "willpower", "autonomy", "decision making", "human control", "shorts", "part 21"]
  },
  "scenes": [
    {
      "text": "నమ్మలేని AI నిజాల సిరీస్‌లో, AI కి సొంత సంకల్పం ఉంటుందా, లేదా చూద్దాం!",
      "image_keyword": "robot following command",
      "subtitle": "In the unbelievable AI facts series, let's see if AI has its own will or not!"
    },
    {
      "text": "మీకు తెలుసా? AI కి 'సొంత కోరికలు' లేదా 'సంకల్పం' ఉండదు. అది కేవలం దానికి ఇచ్చిన ప్రోగ్రామ్‌లు, డేటా ఆధారంగానే పనిచేస్తుంది!",
      "image_keyword": "AI code logic",
      "subtitle": "Did you know? AI has no 'own desires' or 'will'. It only functions based on the programs and data it's given!"
    },
    {
      "text": "కొన్నిసార్లు AI వింతగా ప్రవర్తిస్తుంది. అది దానికి ఇచ్చిన లక్ష్యాన్ని అర్థం చేసుకోకుండా, దాన్ని చేరుకోవడానికి వింత మార్గాలను ఎంచుకుంటుంది!",
      "image_keyword": "AI taking unexpected path",
      "subtitle": "Sometimes AI behaves strangely. It chooses weird ways to achieve a given goal without truly understanding it!"
    },
    {
      "text": "ఒక AI మోడల్‌ని ఒక పని చేయడానికి నేర్పిస్తే, అది ఆ పనిని ఎంత అసంబద్ధంగా ఉన్నా చేస్తూనే ఉంటుంది. **అది దాని 'బలహీనమైన సంకల్పం'కి నిదర్శనం!**",
      "image_keyword": "robot endlessly repeating task",
      "subtitle": "If an AI model is taught to do a task, it will keep doing it no matter how absurd it is. **That's evidence of its 'weak will'!**"
    },
    {
      "text": "అందుకే, AI ని నియంత్రించడం చాలా ముఖ్యం. దానికి ఎలాంటి 'లక్ష్యాలు' ఇవ్వాలో, ఎలా అమలు చేయాలో జాగ్రత్తగా ప్లాన్ చేయాలి.",
      "image_keyword": "human guiding AI direction",
      "subtitle": "That's why controlling AI is very important. We need to carefully plan what 'goals' to give it and how to execute them."
    },
    {
      "text": "AI యొక్క 'బలహీనమైన సంకల్పం' ఎంత విచిత్రంగా ఉందో చూశారు కదా! ఈ నిజాలు మీకు ఎలా అనిపించాయి? తదుపరి భాగంలో మరెన్నో ఆశ్చర్యాలు!",
      "image_keyword": "person reflecting on AI control",
      "subtitle": "You've seen how strangely AI's 'weak will' is, right! How did these facts make you feel? More surprises in the next part!"
    }
  ]
}
