{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: AI మెదడులో ఏం జరుగుతుంది?",
    "description": "ఆర్టిఫిషియల్ ఇంటెలిజెన్స్ (AI) లోపల ఏం జరుగుతుందో తెలుసా? దాని మెదడులో దాగున్న వింత నిజాలు! #AIMind #AIInternal #NeuralNetworks #BlackBoxAI #TeluguAI",
    "tags": ["telugu", "unbelievable facts", "AI", "internal workings", "neural networks", "black box", "shorts", "part 6"]
  },
  "scenes": [
    {
      "text": "నమ్మలేని AI నిజాల సిరీస్‌లో, ఈసారి AI మెదడు లోపల ఏం జరుగుతుందో తెలుసుకుందాం!",
      "image_keyword": "glowing neural network",
      "subtitle": "In the unbelievable AI facts series, this time let's find out what happens inside the AI brain!"
    },
    {
      "text": "మీకు తెలుసా? చాలా అధునాతన AI సిస్టమ్స్ ఎలా నిర్ణయాలు తీసుకుంటాయో వాటి సృష్టికర్తలకే పూర్తిగా అర్థం కాదు! దీన్ని 'బ్లాక్ బాక్స్' సమస్య అంటారు.",
      "image_keyword": "black box mystery",
      "subtitle": "Did you know? Even their creators don't fully understand how many advanced AI systems make decisions! This is called the 'black box' problem."
    },
    {
      "text": "ఒక చిన్న చిత్ర మార్పుతో AI పూర్తిగా తప్పుగా గుర్తించగలదు. ఉదాహరణకు, పావురాన్ని కుక్కగా చూడవచ్చు!",
      "image_keyword": "AI misidentifying objects",
      "subtitle": "With a small image alteration, AI can completely misidentify something. For example, it might see a pigeon as a dog!"
    },
    {
      "text": "AI మోడల్‌లు నేర్చుకోవడానికి, వాటికి కేవలం డేటా మాత్రమే కాదు, ఆ డేటాలో ఉన్న 'పాటర్న్‌లు' ముఖ్యం. వాటిని గుర్తించి నేర్చుకుంటాయి.",
      "image_keyword": "AI finding patterns in data",
      "subtitle": "For AI models to learn, not just data, but the 'patterns' within that data are crucial. They learn by recognizing them."
    },
    {
      "text": "కొన్ని AI సిస్టమ్స్ ఒక పనిని బాగా చేయగలవు, కానీ ఇంకో పని అప్పగిస్తే అవి పూర్తిగా విఫలమవుతాయి. దీన్ని 'ఓవర్‌ఫిట్టింగ్' అంటారు.",
      "image_keyword": "AI robot failing task",
      "subtitle": "Some AI systems can do one task very well, but completely fail if given another. This is called 'overfitting'."
    },
    {
      "text": "AI మెదడులో ఎంత వింతగా ఉందో చూశారు కదా! ఈ నిజాలు మీకు ఎలా అనిపించాయి? తదుపరి భాగంలో మరెన్నో ఆశ్చర్యాలు!",
      "image_keyword": "confused human looking at AI brain",
      "subtitle": "You've seen how strange it is inside the AI brain, right! How did these facts make you feel? More surprises in the next part!"
    }
  ]
}
