{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: AI టూల్స్ - మీ ఫోటో, వీడియో ఎడిటర్ - పార్ట్ 3",
    "description": "మీ ఫోటోలు, వీడియోలను AI టూల్స్ ఎలా ప్రొఫెషనల్‌గా మారుస్తాయో తెలుసా? అవి చేసే మాయాజాలం చూస్తే కళ్ళు చెదురుతాయి! #AIPhotoEditor #AIVideoEditor #CreativeAI #ContentCreation #TeluguApps",
    "tags": ["telugu", "unbelievable facts", "AI tools", "photo editing", "video editing", "creative AI", "content creation", "shorts", "part 3"]
  },
  "scenes": [
    {
      "text": "నమ్మలేని AI టూల్స్ సిరీస్‌లో, మీ ఫోటోలు, వీడియోలను AI ఎలా అద్భుతంగా మారుస్తుందో చూద్దాం!",
      "image_keyword": "AI enhancing blurry photo",
      "subtitle": "In the unbelievable AI tools series, let's see how AI wonderfully transforms your photos and videos!"
    },
    {
      "text": "మీరు ఒక ఫోటో తీశారు, కానీ వెనుక భాగం సరిగ్గా లేదు? AI టూల్స్ ఒక్క క్లిక్‌తో బ్యాక్‌గ్రౌండ్‌ను మార్చగలవు, లేదా దాన్ని బ్లర్ చేయగలవు!",
      "image_keyword": "AI changing photo background",
      "subtitle": "You took a photo, but the background isn't right? AI tools can change the background or blur it with a single click!"
    },
    {
      "text": "మీ పాత, చీలిపోయిన ఫోటోలను AI సెకన్లలో సరిచేయగలదు, వాటికి కొత్త రంగులు అద్ది, ప్రాణం పోయగలదు. **ఇది అద్భుతం!**",
      "image_keyword": "AI restoring old photos",
      "subtitle": "AI can fix your old, torn photos in seconds, adding new colors and bringing them to life. **This is amazing!**"
    },
    {
      "text": "మీరు వీడియోలు తీస్తుంటే, AI టూల్స్ ఆటోమేటిక్‌గా అనవసరమైన భాగాలను కట్ చేయగలవు, బెస్ట్ షాట్‌లను ఎంచుకోగలవు, మ్యూజిక్ కూడా యాడ్ చేయగలవు!",
      "image_keyword": "AI editing video clips",
      "subtitle": "If you're shooting videos, AI tools can automatically cut unnecessary parts, select the best shots, and even add music!"
    },
    {
      "text": "ఇవి కేవలం సింపుల్ ఎడిటింగ్ కాదు, మీ ఎక్స్‌ప్రెషన్‌లను మార్చడం, లైటింగ్‌ను సరిచేయడం, చివరికి మీ వాయిస్‌ని మార్చడం కూడా చేయగలవు! ప్రొఫెషనల్ స్థాయి అవుట్‌పుట్!",
      "image_keyword": "AI adjusting facial expressions video",
      "subtitle": "These aren't just simple edits; they can change your expressions, fix lighting, and even alter your voice! Professional-level output!"
    },
    {
      "text": "AI మీ ఫోటో, వీడియో ఎడిటింగ్‌ను ఎంత సులభతరం చేస్తుందో చూశారు కదా! ఈ నిజాలు మీకు ఎలా అనిపించాయి? తదుపరి భాగంలో మరెన్నో ఆశ్చర్యాలు!",
      "image_keyword": "content creator amazed by AI",
      "subtitle": "You've seen how much AI simplifies your photo and video editing, right! How did these facts make you feel? More surprises in the next part!"
    }
  ]
}
