{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: రోజువారీ వస్తువుల వెనుక దాగి ఉన్నవి - పార్ట్ 3",
    "description": "మీరు రోజూ చూసే వస్తువుల వెనుక దాగి ఉన్న నమ్మలేని మరియు ఫన్నీ నిజాలు! వింటే మీ కళ్లు తేలేస్తారు! #EverydayObjects #HiddenFacts #TeluguCuriosity #Trivia #Shorts",
    "tags": ["telugu", "unbelievable facts", "everyday items", "hidden stories", "curiosity", "shorts", "part 3"]
  },
  "scenes": [
    {
      "text": "మన రోజువారీ జీవితంలో చూసే కొన్ని వస్తువుల వెనుక దాగి ఉన్న నమ్మలేని నిజాలు చూద్దాం! నమ్మలేని నిజాల సిరీస్‌లో ఇది పార్ట్ 3.",
      "image_keyword": "common objects surprising facts",
      "subtitle": "Let's see some unbelievable facts hidden behind objects we see every day! This is Part 4 of the Unbelievable Facts series."
    },
    {
      "text": "కొత్త కార్లకు వచ్చే ప్రత్యేక వాసన, వాస్తవానికి 50కి పైగా రసాయనాల మిశ్రమం వల్ల వస్తుంది. అది అంత ఆరోగ్యకరం కాకపోవచ్చు!",
      "image_keyword": "new car smell chemicals",
      "subtitle": "The special smell in new cars actually comes from a mixture of over 50 chemicals. It might not be so healthy!"
    },
    {
      "text": "మొదటి అలారం గడియారం ఉదయం 4 గంటలకు మాత్రమే మోగేలా డిజైన్ చేయబడింది. మీరు లేచినా లేవకపోయినా!",
      "image_keyword": "old alarm clock ringing at 4 AM",
      "subtitle": "The first alarm clock was designed to ring only at 4 AM. Whether you woke up or not!"
    },
    {
      "text": "మీరు మీ పెదాలను చూస్తూ నవ్వలేరు. అద్దంలో ప్రయత్నించండి. అది అసాధ్యం!",
      "image_keyword": "person trying to lick elbow funny",
      "subtitle": "You can't lick your own elbow. Try it in a mirror. It's impossible!"
    },
    {
      "text": "మొదటి కంప్యూటర్ మౌస్ చెక్కతో తయారు చేయబడింది. అది చూడటానికి ఒక చిన్న పెట్టెలా ఉండేది.",
      "image_keyword": "first computer mouse made of wood",
      "subtitle": "The first computer mouse was made of wood. It looked like a small box."
    },
    {
      "text": "మీరు రోజూ ఉపయోగించే వస్తువుల వెనుక ఇన్ని నిజాలు ఉన్నాయా? ఇంకా కొన్ని వింత నిజాల కోసం మా తదుపరి భాగాన్ని మిస్ అవ్వకండి!",
      "image_keyword": "person surprised by common objects",
      "subtitle": "Are there so many facts behind the objects you use daily? Don't miss our final part for some more bizarre facts!"
    }
  ]
}
