{
  "metadata": {
    "title": "నమ్మలేని నిజాలు: AI లోని 'సున్నితత్వం' - పార్ట్ 18",
    "description": "ఆర్టిఫిషియల్ ఇంటెలిజెన్స్ (AI) ఎంత సున్నితంగా ఉంటుందో తెలుసా? దాని వెనుకనున్న ఆశ్చర్యకరమైన నిజాలు! #AISensitivity #AIRobustness #Perturbation #FragileAI #TeluguAI",
    "tags": ["telugu", "unbelievable facts", "AI", "sensitivity", "robustness", "fragile", "shorts", "part 18"]
  },
  "scenes": [
    {
      "text": "నమ్మలేని AI నిజాల సిరీస్‌లో, AI ఎంత సున్నితంగా ఉంటుందో తెలుసుకుందాం!",
      "image_keyword": "delicate AI system",
      "subtitle": "In the unbelievable AI facts series, this time let's find out how sensitive AI is!"
    },
    {
      "text": "మీకు తెలుసా? ఒక చిత్రంలో ఒక పిక్సెల్‌ను మార్చినా, AI దాన్ని పూర్తిగా వేరే విధంగా గుర్తించగలదు! ఇది చాలా సున్నితత్వం!",
      "image_keyword": "single pixel change AI",
      "subtitle": "Did you know? Even changing one pixel in an image can make AI identify it completely differently! This is extreme sensitivity!"
    },
    {
      "text": "AI సిస్టమ్స్‌కు శిక్షణ ఇచ్చిన వాతావరణం మారితే, అవి సరిగ్గా పనిచేయకపోవచ్చు. ఉదాహరణకు, చీకటిలో ఫేషియల్ రికగ్నిషన్ కష్టమవుతుంది.",
      "image_keyword": "facial recognition dark",
      "subtitle": "If the environment in which AI systems are trained changes, they might not work correctly. For example, facial recognition is difficult in the dark."
    },
    {
      "text": "మానవ మెదడుకు ఉన్నంత 'స్థిరత్వం' AI కి ఉండదు. ఇది కొత్త, ఊహించని పరిస్థితుల్లో త్వరగా పొరబడగలదు.",
      "image_keyword": "unstable AI robot",
      "subtitle": "AI does not have the same 'stability' as the human brain. It can easily make mistakes in new, unexpected situations."
    },
    {
      "text": "ఈ సున్నితత్వం వల్ల AI ని హ్యాక్ చేయడం లేదా తప్పుదారి పట్టించడం సులభం అవుతుంది. అందుకే AI సెక్యూరిటీ చాలా ముఖ్యం.",
      "image_keyword": "hacker exploiting AI weakness",
      "subtitle": "This sensitivity makes it easier to hack or mislead AI. That's why AI security is very important."
    },
    {
      "text": "AI ఎంత సున్నితంగా ఉందో చూశారు కదా! ఈ నిజాలు మీకు ఎలా అనిపించాయి? తదుపరి భాగంలో మరెన్నో ఆశ్చర్యాలు!",
      "image_keyword": "person shocked by AI fragility",
      "subtitle": "You've seen how sensitive AI is, right! How did these facts make you feel? More surprises in the next part!"
    }
  ]
}
